Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Point the effect radiates from, as a fraction of the layer (0.5, 0.5 is the middle).
ar: النقطة التي ينبعث منها التأثير، كنسبة من الطبقة (0.5، 0.5 هي المنتصف).
de: Punkt, von dem der Effekt ausstrahlt, als Anteil der Ebene (0,5, 0,5 ist die Mitte).
es: Punto desde el que irradia el efecto, como fracción de la capa (0,5, 0,5 es el centro).
fr: Point à partir duquel l’effet rayonne, en fraction du calque (0,5, 0,5 correspond au milieu).
hi: वह बिंदु जहाँ से इफ़ेक्ट फैलता है, लेयर के अंश के रूप में (0.5, 0.5 बीच का बिंदु है).
it: Punto da cui si irradia l’effetto, come frazione del livello (0,5, 0,5 è il centro).
ja: エフェクトが放射される点です。レイヤーに対する比率で指定します（0.5, 0.5が中央）。
ko: 효과가 퍼져 나가는 지점으로, 레이어에 대한 비율로 나타냅니다(0.5, 0.5가 중앙).
pl: Punkt, z którego rozchodzi się efekt, jako ułamek wymiarów warstwy (0,5; 0,5 to środek).
pt_br: Ponto a partir do qual o efeito se irradia, como fração da camada (0,5, 0,5 é o meio).
ru: Точка, от которой расходится эффект, в долях слоя (0,5, 0,5 — середина).
tr: Efektin yayıldığı nokta, katmanın oranı olarak (0.5, 0.5 ortadır).
uk: Точка, від якої розходиться ефект, як частка шару (0,5, 0,5 — середина).
zh_hans: 效果辐射的起点，以图层的比例表示（0.5, 0.5 为中心）。
zh_hant: 效果發散的起點，以圖層的比例表示（0.5, 0.5 為中心）。

source: Popular %@ Wallpapers
ar: خلفيات %@ الأكثر شهرة
de: Beliebte Hintergrundbilder: %@
es: Fondos de pantalla de %@ populares
fr: Fonds d’écran %@ populaires
hi: लोकप्रिय %@ वॉलपेपर
it: Sfondi %@ popolari
ja: 人気の%@壁紙
ko: 인기 %@ 배경화면
pl: Popularne tapety: %@
pt_br: Imagens de Fundo Populares: %@
ru: Популярные обои: %@
tr: Beğenilen %@ Duvar Kâğıtları
uk: Популярні шпалери: %@
zh_hans: 最热门的%@墙纸
zh_hant: 受歡迎的%@背景圖片

source: Popular Approved Wallpapers
ar: خلفيات معتمدة مشهورة
de: Beliebte empfohlene Hintergrundbilder
es: Fondos de pantalla aprobados populares
fr: Fonds d’écran approuvés populaires
hi: लोकप्रिय स्वीकृत वॉलपेपर
it: Sfondi approvati popolari
ja: 人気の承認済み壁紙
ko: 인기 승인 배경화면
pl: Popularne zatwierdzone tapety
pt_br: Imagens de Fundo Aprovadas Populares
ru: Популярные одобренные обои
tr: Beğenilen Onaylı Duvar Kâğıtları
uk: Популярні схвалені шпалери
zh_hans: 最热门的官方认可墙纸
zh_hant: 受歡迎的官方認可背景圖片

source: Popular Right Now
ar: الأكثر انتشارًا الآن
de: Gerade angesagt
es: Tendencias actuales
fr: Populaires en ce moment
hi: अभी लोकप्रिय
it: Popolari ora
ja: 人気の作品
ko: 현재 인기
pl: Obecnie popularne
pt_br: Populares no Momento
ru: Сейчас популярно
tr: Şu Anda Beğenilenler
uk: Популярно зараз
zh_hans: 当下最热门
zh_hant: 現正流行

source: Portrait
ar: عمودي
de: Hochformat
es: Vertical
hi: पोर्ट्रेट
it: Verticale
ja: 縦向き
ko: 세로
pl: Pionowo
pt_br: Retrato
ru: Книжная
tr: Dikey
uk: Книжкова
zh_hans: 竖排
zh_hant: 直向

source: Portrait Monitor / Phone
ar: شاشة عمودية / هاتف
de: Hochformat-Monitor / Smartphone
es: Monitor vertical / Teléfono
fr: Moniteur portrait / Téléphone
hi: पोर्ट्रेट मॉनिटर / फ़ोन
it: Monitor verticale / Telefono
ja: 縦長モニター / スマートフォン
ko: 세로 모니터 / 휴대폰
pl: Monitor pionowy / telefon
pt_br: Tela Vertical / Celular
ru: Портретный монитор / телефон
tr: Dikey Monitör / Telefon
uk: Вертикальний монітор / телефон
zh_hans: 竖屏显示器/手机
zh_hant: 直向顯示器／手機

source: Position
ar: الموضع
es: Posición
hi: स्थिति
it: Posizione
ja: 位置
ko: 위치
pl: Pozycja
pt_br: Posição
ru: Позиция
tr: Konum
uk: Позиція
zh_hans: 位置
zh_hant: 位置

source: Post-Processing
ar: المعالجة اللاحقة
es: Posprocesado
fr: Post-traitement
hi: पोस्ट-प्रोसेसिंग
it: Post-elaborazione
ja: ポストプロセッシング
ko: 포스트 프로세싱
pl: Przetwarzanie końcowe
pt_br: Pós-processamento
ru: Постобработка
tr: Son İşleme
uk: Постобробка
zh_hans: 后处理
zh_hant: 後處理

source: Power Saving Mode, Sleeping...
ar: وضع توفير الطاقة، في وضع السكون…
de: Stromsparmodus, Ruhezustand …
es: Modo de ahorro de energía, en reposo…
fr: Mode économie d’énergie, en veille…
hi: पावर सेविंग मोड, स्लीप में…
it: Modalità risparmio energetico, in stop…
ja: 省電力モード、スリープ中…
ko: 절전 모드, 잠자는 중...
pl: Tryb oszczędzania energii, uśpienie…
pt_br: Modo de Economia de Energia, em repouso…
ru: Режим энергосбережения, сон…
tr: Güç Tasarrufu Modu, Uykuda…
uk: Режим енергозбереження, сон…
zh_hans: 节能模式，正在休眠…
zh_hant: 省電模式，睡眠中⋯

source: Powered by a Metal renderer
ar: مدعوم بعارض Metal
de: Mit einem Metal-Renderer
es: Con un renderizador Metal
fr: Propulsé par un moteur de rendu Metal
hi: Metal रेंडरर से संचालित
it: Basato su un renderer Metal
ja: Metalレンダラーを搭載
ko: Metal 렌더러 기반
pl: Z rendererem Metal
pt_br: Com um renderizador Metal
ru: На основе рендерера Metal
tr: Metal işleyici ile güçlendirildi
uk: На основі рендерера Metal
zh_hans: 由 Metal 渲染器驱动
zh_hant: 採用 Metal 渲染器

source: Pre-Rendered
ar: مرندرة مسبقًا (Pre-Rendered)
de: Vorgerendert
es: Preprocesado
fr: Prerendu
hi: प्री-रेंडर्ड
it: Pre-renderizzato
ja: プリレンダリング済
ko: 사전 렌더링
pl: Prerenderowana
pt_br: Pré-renderizado
ru: Пререндеринг
tr: Önceden İşlenmiş
uk: Перед-відмальовані
zh_hans: 预渲染
zh_hant: 預先轉譯

source: Pre-Rendered, %lld FPS
ar: مرندرة مسبقًا، %lld إطار/ث
de: Vorgerendert, %lld FPS
es: Preprocesado, %lld FPS
fr: Prerendu, %lld i/s
hi: प्री-रेंडर्ड, %lld FPS
it: Pre-renderizzato, %lld FPS
ja: プリレンダリング済、%lld FPS
ko: 사전 렌더링, %lld FPS
pl: Prerenderowana, %lld FPS
pt_br: Pré-renderizado, %lld FPS
ru: Пререндеринг, %lld кадр/с
tr: Önceden İşlenmiş, %lld FPS
uk: Перед-відмальовані, %lld кадр/с
zh_hans: 预渲染，%lld FPS
zh_hant: 預先轉譯，%lld FPS

source: Pre-Rendered: a fixed video loop of this version, framed as the preview shows it.
ar: مرندرة مسبقًا: حلقة فيديو ثابتة من هذه النسخة، بالإطار الظاهر في المعاينة.
de: Vorgerendert: eine feste Videoschleife dieser Version, so zugeschnitten, wie die Vorschau sie zeigt.
es: Preprocesado: un bucle de vídeo fijo de esta versión, encuadrado como lo muestra la vista previa.
fr: Prerendu : une boucle vidéo fixe de cette version, cadrée comme l’aperçu la montre.
hi: प्री-रेंडर्ड: इस संस्करण का एक तय वीडियो लूप, उसी फ़्रेम में जैसा प्रीव्यू दिखाता है।
it: Pre-renderizzato: un loop video fisso di questa versione, inquadrato come lo mostra l’anteprima.
ja: プリレンダリング済：このバージョンの固定のビデオループで、プレビューのとおりにフレーミングされます。
ko: 사전 렌더링: 이 버전의 고정된 비디오 루프로, 미리 보기에 보이는 대로 구도가 잡힙니다.
pl: Prerenderowana: stała pętla wideo tej wersji, skadrowana tak, jak pokazuje podgląd.
pt_br: Pré-renderizado: um loop de vídeo fixo desta versão, enquadrado como a pré-visualização mostra.
ru: Пререндеринг: готовое зацикленное видео этой версии в кадре, как на просмотре.
tr: Önceden İşlenmiş: bu sürümün, önizlemede göründüğü gibi çerçevelenmiş sabit bir video döngüsü.
uk: Перед-відмальовані: готове зациклене відео цієї версії в кадрі, як на перегляді.
zh_hans: 预渲染：此版本的固定视频循环，取景与预览所示一致。
zh_hant: 預先轉譯：此版本的固定影片循環，取景與預覽所示相同。

source: Pre-rendering a scene wallpaper can drastically improve performance, but dynamic elements like clocks or interactive touch events will not work.
ar: يمكن أن يؤدي العرض المسبق لخلفيات المَشاهد إلى تحسين الأداء بشكل كبير ، ولكن لن تعمل العناصر الديناميكية مثل الساعات أو ردات فعل اللمس التفاعلية.
de: Vorgerendete Szene-Hintergründe können die Leistung signifikant verbessern, dynamische Elemente wie Uhren oder interaktive Bestandteile funktionieren jedoch nicht.
es: Si procesas un fondo de pantalla de escena por adelantado, mejorará el rendimiento del dispositivo. Sin embargo, no funcionarán los elementos como los relojes.
fr: Le prérendu d'un fond d'écran de scène peut améliorer considérablement les performances, mais les éléments dynamiques comme les horloges ou les événements tactiles interactifs ne fonctionneront pas.
hi: सीन वॉलपेपर को प्री-रेंडर करने से प्रदर्शन बहुत बेहतर हो सकता है, लेकिन घड़ियाँ या इंटरैक्टिव टच इवेंट जैसे डायनैमिक तत्व काम नहीं करेंगे।
it: Pre-renderizzare gli sfondi con scena può migliorare drasticamente le prestazioni, ma elementi dinamici come orologi o il tocco interattivo non funzioneranno.
ja: シーン壁紙をプリレンダリングすると、パフォーマンスが劇的に向上します。しかし、時計やインタラクティブタッチイベントなどのダイナミックエレメントは動作しません。
ko: 장면 배경화면을 사전 렌더링 하면 성능을 크게 높일 수 있지만, 시계 혹은 상호작용 터치 이벤트와 같은 동적 이벤트는 작동하지 않습니다.
pl: Prerenderowanie tapety ze sceną może znacznie poprawić wydajność, jednak dynamiczne elementy takie jak zegary lub interaktywne wydarzenia nie będą działały.
pt_br: Pré-renderizar um papel de parede com uma cena pode melhorar drasticamente o desempenho, mas elementos dinâmicos como relógios e eventos interativos não vão funcionar.
ru: Пререндеринг обоев может значительно повысить производительность, но динамические элементы, например часы, работать не будут.
tr: Bir sahne duvar kağıdı ön işleme, performansı büyük ölçüde artırabilir, ancak saatler veya etkileşimli dokunmatik olaylar gibi değişken öğeler çalışmayacaktır.
uk: Перед-відмальовування сценічних шпалер може значно покращити продуктивність, проте динамічні елементи, такі як годинники або взаємодійні доторкові події не працюватимуть.
zh_hans: 预渲染场景壁纸可大幅提高性能，但时钟等动态元素或互动式触摸事件将无法正常工作。
zh_hant: 預先轉譯場景桌布可大幅提升效能，但時鐘或互動式觸控事件等動態元素將無法執行。

source: Prefer to sign in yourself? Log in with SteamCMD in Terminal
ar: هل تفضّل تسجيل الدخول بنفسك؟ سجّل الدخول باستخدام SteamCMD في Terminal
de: Lieber selbst anmelden? Mit SteamCMD im Terminal anmelden
es: ¿Prefieres iniciar sesión tú mismo? Inicia sesión con SteamCMD en Terminal
fr: Vous préférez vous connecter vous-même ? Connectez-vous avec SteamCMD dans Terminal
hi: खुद साइन इन करना चाहते हैं? टर्मिनल में SteamCMD से लॉग इन करें
it: Preferisci accedere da solo? Accedi con SteamCMD in Terminale
ja: 自分でサインインしますか？ターミナルで SteamCMD を使ってログイン
ko: 직접 로그인하시겠습니까? 터미널에서 SteamCMD로 로그인
pl: Wolisz zalogować się samodzielnie? Zaloguj się za pomocą SteamCMD w Terminalu
pt_br: Prefere iniciar sessão você mesmo? Inicie sessão com o SteamCMD no Terminal
ru: Хотите войти самостоятельно? Войдите через SteamCMD в Терминале
tr: Kendiniz mi giriş yapmak istiyorsunuz? Terminal’de SteamCMD ile Giriş Yapın
uk: Бажаєте ввійти самостійно? Увійдіть через SteamCMD у Терміналі
zh_hans: 想自行登录？在“终端”中使用 SteamCMD 登录
zh_hant: 想自行登入？在「終端機」中使用 SteamCMD 登入

source: Preparing preview
ar: يجري تحضير المعاينة
de: Vorschau wird vorbereitet
es: Preparando previsualización
fr: Préparation de l’aperçu
hi: प्रीव्यू तैयार किया जा रहा है
it: Preparazione dell’anteprima
ja: プレビューを準備中
ko: 미리보기 준비 중
pl: Przygotowywanie podglądu
pt_br: Preparando pré-visualização
ru: Подготовка предварительного просмотра
tr: Önizleme hazırlanıyor
uk: Підготовка попереднього перегляду
zh_hans: 正在准备预览
zh_hant: 正在準備預覽

source: Preparing video…
ar: يجري تحضير الفيديو…
de: Video wird vorbereitet …
es: Preparando vídeo…
fr: Préparation de la vidéo…
hi: वीडियो तैयार किया जा रहा है…
it: Preparazione del video…
ja: ビデオを準備中…
ko: 비디오 준비 중…
pl: Przygotowywanie wideo…
pt_br: Preparando vídeo…
ru: Подготовка видео…
tr: Video hazırlanıyor…
uk: Підготовка відео…
zh_hans: 正在准备视频…
zh_hant: 正在準備影片⋯

source: Preset
ar: إعداد مسبق
de: Voreinstellung
es: Preajuste
fr: Préréglage
hi: प्रीसेट
ja: プリセット
ko: 사전 설정
pl: Profil
pt_br: Predefinição
ru: Набор настроек
tr: Hazır Ayar
uk: Набір параметрів
zh_hans: 预设
zh_hant: 預設組合

source: Preset Actions
ar: إجراءات الإعداد المسبق
de: Aktionen für Voreinstellung
es: Acciones del preajuste
fr: Actions du préréglage
hi: प्रीसेट कार्रवाइयाँ
it: Azioni del preset
ja: プリセットの操作
ko: 사전 설정 동작
pl: Czynności ustawienia wstępnego
pt_br: Ações da Predefinição
ru: Действия с пресетом
tr: Hazır Ayar Eylemleri
uk: Дії з пресетом
zh_hans: 预设操作
zh_hant: 預設組合動作

source: Preset Error
ar: خطأ في الإعداد المسبق
de: Fehler bei der Voreinstellung
es: Error del preajuste
fr: Erreur de préréglage
hi: प्रीसेट त्रुटि
it: Errore del preset
ja: プリセットのエラー
ko: 사전 설정 오류
pl: Błąd ustawienia wstępnego
pt_br: Erro de Predefinição
ru: Ошибка пресета
tr: Hazır Ayar Hatası
uk: Помилка пресета
zh_hans: 预设错误
zh_hant: 預設組合錯誤

source: Preset Name
ar: اسم الإعداد المسبق
de: Name der Voreinstellung
es: Nombre del preajuste
fr: Nom du préréglage
hi: प्रीसेट का नाम
it: Nome del preset
ja: プリセット名
ko: 사전 설정 이름
pl: Nazwa ustawienia wstępnego
pt_br: Nome da Predefinição
ru: Имя пресета
tr: Hazır Ayar Adı
uk: Назва пресета
zh_hans: 预设名称
zh_hant: 預設組合名稱

source: Presets imported: %lld. Wallpapers: %lld. Not installed: %lld.
ar: الإعدادات المسبقة المستوردة: %lld. الخلفيات: %lld. غير المثبّتة: %lld.
de: Importierte Voreinstellungen: %lld. Hintergrundbilder: %lld. Nicht installiert: %lld.
es: Preajustes importados: %lld. Fondos de pantalla: %lld. No instalados: %lld.
fr: Préréglages importés : %lld. Fonds d’écran : %lld. Non installés : %lld.
hi: इंपोर्ट किए गए प्रीसेट: %lld. वॉलपेपर: %lld. इंस्टॉल नहीं: %lld.
it: Preset importati: %lld. Sfondi: %lld. Non installati: %lld.
ja: 読み込んだプリセット: %lld。壁紙: %lld。未インストール: %lld。
ko: 가져온 사전 설정: %lld. 배경화면: %lld. 설치되지 않음: %lld.
pl: Zaimportowane ustawienia wstępne: %lld. Tapety: %lld. Niezainstalowane: %lld.
pt_br: Predefinições importadas: %lld. Imagens de fundo: %lld. Não instaladas: %lld.
ru: Импортировано пресетов: %lld. Обоев: %lld. Не установлено: %lld.
tr: İçe aktarılan hazır ayarlar: %lld. Duvar kâğıtları: %lld. Yüklü olmayan: %lld.
uk: Імпортовано пресетів: %lld. Шпалер: %lld. Не встановлено: %lld.
zh_hans: 已导入的预设：%lld。墙纸：%lld。未安装：%lld。
zh_hant: 已輸入的預設組合：%lld。背景圖片：%lld。未安裝：%lld。

source: Preview
ar: معاينة
de: Vorschau
es: Previsualización
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 미리보기
pl: Podgląd
pt_br: Pré-visualização
ru: Просмотр
tr: Önizleme
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

source: Preview Clip
ar: معاينة المقطع
de: Clip-Vorschau
es: Previsualizar clip
fr: Prévisualiser l’extrait
hi: क्लिप प्रीव्यू करें
it: Anteprima clip
ja: クリップをプレビュー
ko: 클립 미리보기
pl: Podejrzyj klip
pt_br: Pré-visualizar Clipe
ru: Просмотреть фрагмент
tr: Klibi Önizle
uk: Переглянути фрагмент
zh_hans: 预览片段
zh_hant: 預覽片段

source: Preview Recording
ar: معاينة التسجيل
de: Aufnahme-Vorschau
es: Previsualizar grabación
fr: Prévisualiser l’enregistrement
hi: रिकॉर्डिंग प्रीव्यू करें
it: Anteprima registrazione
ja: 録画をプレビュー
ko: 녹화본 미리보기
pl: Podejrzyj nagranie
pt_br: Pré-visualizar Gravação
ru: Просмотреть запись
tr: Kaydı Önizle
uk: Переглянути запис
zh_hans: 预览录制
zh_hant: 預覽錄製

source: Preview download failed.
ar: فشل تنزيل المعاينة.
de: Laden der Vorschau fehlgeschlagen.
es: No se ha podido descargar la previsualización.
fr: Échec du téléchargement de l’aperçu.
hi: प्रीव्यू डाउनलोड विफल रहा.
it: Download dell’anteprima non riuscito.
ja: プレビューのダウンロードに失敗しました。
ko: 미리보기 다운로드에 실패했습니다.
pl: Nie udało się pobrać podglądu.
pt_br: Falha ao baixar a pré-visualização.
ru: Не удалось загрузить предварительный просмотр.
tr: Önizleme indirilemedi.
uk: Не вдалося викачати попередній перегляд.
zh_hans: 预览下载失败。
zh_hant: 預覽下載失敗。

source: Preview exceeds the 250 MB cache limit.
ar: تتجاوز المعاينة حد ذاكرة التخزين المؤقت البالغ 250 ميجابايت.
de: Die Vorschau überschreitet das Cache-Limit von 250 MB.
es: La previsualización supera el límite de caché de 250 MB.
fr: L’aperçu dépasse la limite de cache de 250 Mo.
hi: प्रीव्यू 250 MB की कैश सीमा से बड़ा है.
it: L’anteprima supera il limite di 250 MB della cache.
ja: プレビューが250 MBのキャッシュ上限を超えています。
ko: 미리보기가 250MB 캐시 한도를 초과합니다.
pl: Podgląd przekracza limit pamięci podręcznej 250 MB.
pt_br: A pré-visualização excede o limite de cache de 250 MB.
ru: Предварительный просмотр превышает лимит кэша в 250 МБ.
tr: Önizleme 250 MB önbellek sınırını aşıyor.
uk: Попередній перегляд перевищує ліміт кешу в 250 МБ.
zh_hans: 预览超出了 250 MB 的缓存上限。
zh_hant: 預覽超過 250 MB 的快取上限。

source: Preview in Landscape
ar: المعاينة بالوضع الأفقي
de: Im Querformat anzeigen
es: Previsualizar en horizontal
fr: Prévisualiser en paysage
hi: लैंडस्केप में प्रीव्यू करें
it: Anteprima in orizzontale
ja: 横向きでプレビュー
ko: 가로 모드로 미리 보기
pl: Podgląd w poziomie
pt_br: Pré-visualizar na Horizontal
ru: Просмотр в альбомной ориентации
tr: Yatay Önizle
uk: Перегляд в альбомній орієнтації
zh_hans: 以横向预览
zh_hant: 以橫向預覽

source: Preview the wallpaper as an iPhone lock screen and export it as a Live Photo
ar: معاينة الخلفية كشاشة قفل iPhone وتصديرها كـ Live Photo
de: Hintergrundbild als iPhone-Sperrbildschirm anzeigen und als Live Photo exportieren
es: Previsualiza el fondo como pantalla bloqueada del iPhone y expórtalo como Live Photo
fr: Prévisualiser le fond d’écran comme écran verrouillé d’iPhone et l’exporter en Live Photo
hi: वॉलपेपर को iPhone लॉक स्क्रीन के रूप में देखें और Live Photo के रूप में एक्सपोर्ट करें
it: Mostra lo sfondo come schermata di blocco di iPhone ed esportalo come Live Photo
ja: 壁紙をiPhoneのロック画面としてプレビューし、Live Photoとして書き出します
ko: 배경화면을 iPhone 잠금 화면으로 미리 보고 Live Photo로 내보냅니다
pl: Podejrzyj tapetę jako ekran blokady iPhone’a i wyeksportuj ją jako Live Photo
pt_br: Pré-visualize o papel de parede como Tela Bloqueada do iPhone e exporte-o como Live Photo
ru: Просмотреть обои как экран блокировки iPhone и экспортировать их как Live Photo
tr: Duvar kâğıdını iPhone Kilitli Ekranı olarak önizleyin ve Live Photo olarak dışa aktarın
uk: Переглянути шпалери як екран блокування iPhone і експортувати їх як Live Photo
zh_hans: 将墙纸预览为 iPhone 锁定屏幕，并导出为实况照片
zh_hant: 將背景圖片預覽為 iPhone 鎖定畫面，並輸出為原況照片

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
hi: पिछला
it: Precedente
ja: 前へ
ko: 이전
pl: Poprzednia
pt_br: Anterior
ru: Назад
tr: Önceki
uk: Попередня
zh_hans: 上一个
zh_hant: 上一個

source: Previous Page
ar: الصفحة السابقة
de: Vorherige Seite
es: Página anterior
fr: Page précédente
hi: पिछला पृष्ठ
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
pl: Poprzednia strona
pt_br: Página Anterior
ru: Предыдущая страница
tr: Önceki Sayfa
uk: Попередня сторінка
zh_hans: 上一页
zh_hant: 上一頁

source: Previous Wallpaper
ar: الخلفية السابقة
de: Vorheriges Hintergrundbild
es: Fondo de pantalla anterior
fr: Fond d’écran précédent
hi: पिछला वॉलपेपर
it: Sfondo precedente
ja: 前の壁紙
ko: 이전 배경화면
pl: Poprzednia tapeta
pt_br: Imagem de Fundo Anterior
ru: Предыдущие обои
tr: Önceki Duvar Kâğıdı
uk: Попередні шпалери
zh_hans: 上一张墙纸
zh_hant: 上一張背景圖片

source: Previous Wallpaper in Playlist
ar: الخلفية السابقة في قائمة التشغيل
de: Vorheriges Hintergrundbild der Playlist
es: Fondo de pantalla anterior de la playlist
fr: Fond d’écran précédent de la playlist
hi: प्लेलिस्ट का पिछला वॉलपेपर
it: Sfondo precedente della playlist
ja: プレイリストの前の壁紙
ko: 플레이리스트의 이전 배경화면
pl: Poprzednia tapeta z playlisty
pt_br: Imagem de Fundo Anterior da Playlist
ru: Предыдущие обои в плейлисте
tr: Çalma Listesindeki Önceki Duvar Kâğıdı
uk: Попередні шпалери у списку відтворення
zh_hans: 播放列表中的上一张墙纸
zh_hant: 播放列表中的上一張背景圖片

source: Previous wallpaper
ar: الخلفية السابقة
de: Vorheriges Hintergrundbild
es: Fondo de pantalla anterior
fr: Fond d’écran précédent
hi: पिछला वॉलपेपर
it: Sfondo precedente
ja: 前の壁紙
ko: 이전 배경화면
pl: Poprzednia tapeta
pt_br: Imagem de fundo anterior
ru: Предыдущие обои
tr: Önceki duvar kâğıdı
uk: Попередні шпалери
zh_hans: 上一张墙纸
zh_hant: 上一張背景圖片

source: Print
ar: طباعة
de: Drucken
es: Imprimir
fr: Imprimer
hi: प्रिंट करें
it: Stampa
ja: プリント
ko: 프린트
pl: Drukuj
pt_br: Imprimir
ru: Напечатать
tr: Yazdır
uk: Друкувати
zh_hans: 打印
zh_hant: 列印

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
uk: Приватність
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
uk: Політика приватності
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Proceed
ar: متابعة
de: Fortfahren
es: Continuar
fr: Poursuivre
hi: जारी रखें
it: Procedi
ja: 続ける
ko: 계속
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam Et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: Process Priority
ar: أولوية العملية
de: Prozesspriorität
es: Prioridad del proceso
fr: Priorité du processus
hi: प्रोसेस प्राथमिकता
it: Priorità del processo
ja: プロセスの優先度
ko: 프로세스 우선순위
pl: Priorytet procesu
pt_br: Prioridade do Processo
ru: Приоритет процесса
tr: İşlem Önceliği
uk: Пріоритет процесу
zh_hans: 进程优先级
zh_hant: 程序優先順序

source: Profile
ar: ملف شخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロファイル
ko: 프로필
pl: Profil
pt_br: Perfil
ru: Профиль
tr: Profil
uk: Профіль
zh_hans: 配置文件
zh_hant: 設定檔

source: Projects rippling underwater light patterns.
ar: يُسقط أنماط ضوء متموجة كما تبدو تحت الماء.
de: Projiziert wellenförmige Unterwasser-Lichtmuster.
es: Proyecta patrones de luz submarina ondulantes.
fr: Projette des motifs lumineux ondulants, comme sous l’eau.
hi: पानी के नीचे की लहराती रोशनी के पैटर्न प्रोजेक्ट करता है.
it: Proietta riflessi di luce subacquei increspati.
ja: 揺らめく水中の光の模様を投影します。
ko: 일렁이는 수중 빛 무늬를 투사합니다.
pl: Rzutuje falujące podwodne wzory światła.
pt_br: Projeta padrões ondulantes de luz subaquática.
ru: Проецирует колышущиеся блики подводного света.
tr: Dalgalanan su altı ışık desenleri yansıtır.
uk: Проєктує мерехтливі візерунки підводного світла.
zh_hans: 投射出波光粼粼的水下光纹。
zh_hant: 投射出水下波動的光紋。

source: Properties
ar: الخصائص
de: Eigenschaften
es: Propiedades
fr: Propriétés
hi: प्रॉपर्टी
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwości
pt_br: Propriedades
ru: Свойства
tr: Özellikler
uk: Властивості
zh_hans: 属性
zh_hant: 屬性

source: Properties are synced across displays, so every display showing it is reset.
ar: الخصائص متزامنة عبر شاشات العرض، لذا تتم إعادة تعيين كل شاشة عرض تعرضها.
de: Die Eigenschaften werden über Displays synchronisiert, daher wird jedes Display zurückgesetzt, das es zeigt.
es: Las propiedades se sincronizan entre pantallas, así que se restablece en todas las pantallas que lo muestran.
fr: Les propriétés sont synchronisées entre les moniteurs : tous les moniteurs qui l’affichent sont réinitialisés.
hi: प्रॉपर्टी सभी डिस्प्ले पर सिंक हैं, इसलिए इसे दिखाने वाला हर डिस्प्ले रीसेट होगा।
it: Le proprietà sono sincronizzate tra gli schermi, quindi vengono ripristinate su ogni schermo che lo mostra.
ja: プロパティはディスプレイ間で同期されているため、この壁紙を表示しているすべてのディスプレイがリセットされます。
ko: 속성이 디스플레이 간에 동기화되어 있으므로 이 배경화면을 표시하는 모든 디스플레이가 재설정됩니다.
pl: Właściwości są synchronizowane między wyświetlaczami, więc zostaną zresetowane na każdym wyświetlaczu, który ją pokazuje.
pt_br: As propriedades estão sincronizadas entre as telas, então todas as telas que a mostram serão redefinidas.
ru: Свойства синхронизируются между дисплеями, поэтому они будут сброшены на всех дисплеях, где показаны эти обои.
tr: Özellikler ekranlar arasında eşitlendiğinden bunu gösteren her ekran sıfırlanır.
uk: Властивості синхронізуються між дисплеями, тому їх буде скинуто на всіх дисплеях, де показано цю шпалеру.
zh_hans: 属性已在显示器之间同步，因此显示它的每个显示器都会被重置。
zh_hant: 屬性已在所有顯示器間同步，因此顯示它的每個顯示器都會重置。

source: Pulses a speed-boost distortion.
ar: يُحدث نبضات من تشوه التسارع.
de: Pulsierende Verzerrung wie bei einem Geschwindigkeitsschub.
es: Genera pulsos de distorsión de turbo.
fr: Produit des impulsions de distorsion d’accélération.
hi: स्पीड-बूस्ट जैसा डिस्टॉर्शन रह-रहकर देता है.
it: Genera impulsi di distorsione da accelerazione.
ja: スピードブーストのようなゆがみを脈動させます。
ko: 속도 부스트 왜곡을 주기적으로 발생시킵니다.
pl: Pulsuje zniekształceniem jak przy nagłym przyspieszeniu.
pt_br: Pulsa uma distorção de aceleração.
ru: Импульсное искажение ускорения.
tr: Hız artışı bozulmasını darbeler hâlinde uygular.
uk: Пульсує спотворенням прискорення.
zh_hans: 脉冲式的加速扭曲。
zh_hant: 產生脈衝式的加速扭曲。
